Repository: shoaibzain/nebula-forge-addons-for-elementor
Catalog: languages/nebula-forge-addons-for-elementor-*.po
Languages: ar, es_es, fr_fr, ur

source: Available Widgets
ar: الأدوات المتاحة
es_es: Widgets disponibles
fr_fr: Widgets disponibles
ur: دستیاب ویجٹس

source: Changelog
ar: سجل التغييرات
es_es: Registro de cambios
fr_fr: Journal des modifications
ur: تبدیلیوں کا ریکارڈ

source: Changes will take effect after saving. You may need to refresh the Elementor editor.
ar: ستظهر التغييرات بعد الحفظ. قد تحتاج إلى تحديث محرر إليمنتور.
es_es: Los cambios tendran efecto despues de guardar. Puede que necesites actualizar el editor de Elementor.
fr_fr: Les changements prendront effet apres l'enregistrement. Vous devrez peut-etre actualiser l'editeur Elementor.
ur: محفوظ کرنے کے بعد تبدیلیاں لاگو ہوں گی۔ ممکن ہے کہ آپ کو ایلیمینٹر ایڈیٹر ریفریش کرنا پڑے۔

source: Disabled
ar: معطل
es_es: Desactivado
fr_fr: Desactive
ur: غیر فعال

source: Drag and drop widgets to build your page.
ar: اسحب وأفلت الأدوات لبناء صفحتك.
es_es: Arrastra y suelta widgets para crear tu pagina.
fr_fr: Glissez-deposez les widgets pour construire votre page.
ur: اپنا صفحہ بنانے کے لئے ویجٹس ڈریگ اینڈ ڈراپ کریں۔

source: Drag widgets into sections and customize content in the left panel.
ar: اسحب الأدوات إلى الأقسام وخصص المحتوى في اللوحة اليسرى.
es_es: Arrastra widgets a las secciones y personaliza el contenido en el panel izquierdo.
fr_fr: Glissez les widgets dans les sections et personnalisez le contenu dans le panneau de gauche.
ur: ویجٹس کو سیکشنز میں ڈریگ کریں اور بائیں پینل میں مواد حسب ضرورت بنائیں۔

source: Edit any page with Elementor.
ar: حرر أي صفحة باستخدام إليمنتور.
es_es: Edita cualquier pagina con Elementor.
fr_fr: Modifiez n'importe quelle page avec Elementor.
ur: ایلیمینٹر کے ساتھ کوئی بھی صفحہ ایڈٹ کریں۔

source: Elementor 3.20+ (Free)
ar: إليمنتور 3.20+ (مجاني)
es_es: Elementor 3.20+ (Gratis)
fr_fr: Elementor 3.20+ (Gratuit)
ur: ایلیمینٹر 3.20+ (مفت)

source: Enable or disable individual widgets. Disabled widgets will not appear in the Elementor editor.
ar: قم بتفعيل أو تعطيل الأدوات بشكل فردي. الأدوات المعطلة لن تظهر في محرر إليمنتور.
es_es: Activa o desactiva widgets individuales. Los widgets desactivados no apareceran en el editor de Elementor.
fr_fr: Activez ou desactivez des widgets individuellement. Les widgets desactives n'apparaitront pas dans l'editeur Elementor.
ur: انفرادی ویجٹس کو فعال یا غیر فعال کریں۔ غیر فعال ویجٹس ایلیمینٹر ایڈیٹر میں نظر نہیں آئیں گے۔

source: Enabled
ar: مفعل
es_es: Activado
fr_fr: Active
ur: فعال

source: Ensure Elementor is installed and activated.
ar: تأكد من تثبيت وتفعيل إليمنتور.
es_es: Asegurate de que Elementor este instalado y activado.
fr_fr: Assurez-vous qu'Elementor est installe et active.
ur: یقینی بنائیں کہ ایلیمینٹر انسٹال اور فعال ہے۔

source: FAQ Accordion
ar: أكورديون الأسئلة الشائعة
es_es: Acordeon de preguntas frecuentes
fr_fr: Accordeon FAQ
ur: ایف اے کیو اکارڈین

source: Feature List
ar: قائمة الميزات
es_es: Lista de funciones
fr_fr: Liste de fonctionnalites
ur: فیچر لسٹ

source: Hero CTA
ur: ہیرو سی ٹی اے

source: Hover the help icon on each widget to see suggested usage tips.
ar: مرر المؤشر فوق أيقونة المساعدة لكل أداة لعرض نصائح الاستخدام.
es_es: Pasa el cursor sobre el icono de ayuda en cada widget para ver consejos de uso.
fr_fr: Survolez l'icone d'aide de chaque widget pour voir des conseils d'utilisation.
ur: ہر ویجٹ پر مدد کے آئیکن پر ہور کریں تاکہ استعمال کی تجاویز نظر آئیں۔

source: How this works
ar: كيف يعمل هذا
es_es: Como funciona
fr_fr: Comment ca marche
ur: یہ کیسے کام کرتا ہے

source: Keep this page handy when updating. It highlights improvements and security updates for each release.
ar: احتفظ بهذه الصفحة عند التحديث. فهي توضح التحسينات والتحديثات الأمنية لكل إصدار.
es_es: Manten esta pagina a mano al actualizar. Destaca mejoras y actualizaciones de seguridad de cada version.
fr_fr: Gardez cette page sous la main lors des mises a jour. Elle met en avant les ameliorations et mises a jour de securite pour chaque version.
ur: اپڈیٹ کرتے وقت یہ صفحہ ساتھ رکھیں۔ یہ ہر ریلیز کی بہتریاں اور سکیورٹی اپڈیٹس دکھاتا ہے۔

source: Leave a Review
ar: اترك تقييما
es_es: Dejar una resena
fr_fr: Laisser un avis
ur: جائزہ دیں

source: Logo Grid
ar: شبكة الشعارات
es_es: Cuadricula de logos
fr_fr: Grille de logos
ur: لوگو گرڈ

source: Modern Elementor widgets for landing pages and product sections.
ar: عناصر إليمنتور الحديثة لصفحات الهبوط وأقسام المنتجات.
es_es: Widgets modernos de Elementor para paginas de destino y secciones de producto.
fr_fr: Widgets Elementor modernes pour pages d'atterrissage et sections produit.
ur: لینڈنگ پیجز اور پروڈکٹ سیکشنز کے لئے جدید ایلیمینٹر ویجٹس۔

source: Nebula Forge Addons for Elementor
ar: إضافات نبولا فورج لإليمنتور
es_es: Nebula Forge Addons para Elementor
fr_fr: Nebula Forge Addons pour Elementor
ur: نیبولا فورج ایڈآنز برائے ایلیمینٹر

source: Nebula Forge Elementor Addons requires Elementor and minimum versions of WordPress and PHP. Please install/activate Elementor and ensure your site meets the plugin requirements, then try again.
ar: تتطلب إضافات نبولا فورج لإليمنتور وجود إليمنتور وإصدارات دنيا من ووردبريس وPHP. يرجى تثبيت/تفعيل إليمنتور والتأكد من أن موقعك يفي بالمتطلبات ثم المحاولة مرة أخرى.
es_es: Nebula Forge Elementor Addons requiere Elementor y versiones minimas de WordPress y PHP. Instala o activa Elementor y asegurate de que tu sitio cumpla los requisitos, luego intenta de nuevo.
fr_fr: Nebula Forge Elementor Addons necessite Elementor et des versions minimales de WordPress et PHP. Installez/activez Elementor et assurez-vous que votre site respecte les exigences, puis reessayez.
ur: نیبولا فورج ایڈآنز برائے ایلیمینٹر کو ایلیمینٹر اور ورڈپریس و PHP کے کم از کم ورژنز درکار ہیں۔ براہ کرم ایلیمینٹر انسٹال/فعال کریں اور یقینی بنائیں کہ آپ کی سائٹ ضروریات پوری کرتی ہے، پھر دوبارہ کوشش کریں۔

source: Nebula Forge Elementor Addons requires Elementor, WordPress 6.2+, and PHP 7.4+. Please install/activate Elementor and verify your site meets the requirements.
ar: تتطلب إضافات نبولا فورج لإليمنتور وجود إليمنتور وووردبريس 6.2+ وPHP 7.4+. يرجى تثبيت/تفعيل إليمنتور والتحقق من المتطلبات.
es_es: Nebula Forge Elementor Addons requiere Elementor, WordPress 6.2+ y PHP 7.4+. Instala o activa Elementor y verifica que tu sitio cumpla los requisitos.
fr_fr: Nebula Forge Elementor Addons necessite Elementor, WordPress 6.2+ et PHP 7.4+. Installez/activez Elementor et verifiez que votre site respecte les exigences.
ur: نیبولا فورج ایڈآنز برائے ایلیمینٹر کو ایلیمینٹر، ورڈپریس 6.2+ اور PHP 7.4+ درکار ہیں۔ براہ کرم ایلیمینٹر انسٹال/فعال کریں اور تصدیق کریں کہ آپ کی سائٹ ضروریات پوری کرتی ہے۔

source: No changelog entries found.
ar: لم يتم العثور على سجلات للتغييرات.
es_es: No se encontraron entradas de registro de cambios.
fr_fr: Aucune entree de journal des modifications trouvee.
ur: کوئی تبدیلیاں دستیاب نہیں ہیں۔

source: Open any page with Elementor and look for the Nebula Forge category.
ar: افتح أي صفحة باستخدام إليمنتور وابحث عن قسم نبولا فورج.
es_es: Abre cualquier pagina con Elementor y busca la categoria Nebula Forge.
fr_fr: Ouvrez n'importe quelle page avec Elementor et recherchez la categorie Nebula Forge.
ur: ایلیمینٹر کے ساتھ کوئی بھی صفحہ کھولیں اور نیبولا فورج کیٹیگری تلاش کریں۔

source: Plugin Activation Error
ar: خطأ في تفعيل الإضافة
es_es: Error de activacion del plugin
fr_fr: Erreur d'activation du plugin
ur: پلگ ان فعال کرنے میں خرابی

source: Plugin Page
ar: صفحة الإضافة
es_es: Pagina del plugin
fr_fr: Page du plugin
ur: پلگ ان صفحہ

source: Pricing Table
ar: جدول الأسعار
es_es: Tabla de precios
fr_fr: Tableau des tarifs
ur: پرائسنگ ٹیبل

source: Quick Links
ar: روابط سريعة
es_es: Enlaces rapidos
fr_fr: Liens rapides
ur: فوری لنکس

source: Quick Start
ar: بدء سريع
es_es: Inicio rapido
fr_fr: Demarrage rapide
ur: فوری آغاز

source: Rated %d out of 5
ar: التقييم %d من 5
es_es: Calificacion %d de 5
fr_fr: Note %d sur 5
ur: %d میں سے 5 کی درجہ بندی

source: Requirements
ar: المتطلبات
es_es: Requisitos
fr_fr: Exigences
ur: ضروریات

source: Save Settings
ar: حفظ الإعدادات
es_es: Guardar ajustes
fr_fr: Enregistrer les parametres
ur: ترتیبات محفوظ کریں

source: Settings
ar: الإعدادات
es_es: Ajustes
fr_fr: Parametres
ur: ترتیبات

source: Settings saved successfully!
ar: تم حفظ الإعدادات بنجاح!
es_es: Ajustes guardados correctamente.
fr_fr: Parametres enregistres avec succes.
ur: ترتیبات کامیابی سے محفوظ ہو گئیں!

source: Spotlight Card
ar: بطاقة تسليط الضوء
es_es: Tarjeta destacada
fr_fr: Carte mise en avant
ur: اسپاٹ لائٹ کارڈ

source: Start Here
ar: ابدأ هنا
es_es: Empieza aqui
fr_fr: Commencez ici
ur: یہاں سے شروع کریں

source: Stats Grid
ar: شبكة الإحصاءات
es_es: Cuadricula de estadisticas
fr_fr: Grille de statistiques
ur: اسٹیٹس گرڈ

source: Steps Timeline
ar: خطوات زمنية
es_es: Linea de tiempo de pasos
fr_fr: Chronologie des etapes
ur: اسٹیپس ٹائم لائن

source: Testimonials Grid
ar: شبكة الشهادات
es_es: Cuadricula de testimonios
fr_fr: Grille de temoignages
ur: ٹیسٹیمونیلز گرڈ

source: Use the Settings tab to hide widgets you are not using.
ar: استخدم تبويب الإعدادات لإخفاء الأدوات التي لا تستخدمها.
es_es: Usa la pestana Ajustes para ocultar widgets que no uses.
fr_fr: Utilisez l'onglet Parametres pour masquer les widgets que vous n'utilisez pas.
ur: ترتیبات ٹیب استعمال کریں تاکہ غیر ضروری ویجٹس چھپ جائیں۔

source: Use the tabs above to configure widgets, review updates, and get oriented quickly. Each widget includes built-in style controls for typography, spacing, and colors.
ar: استخدم علامات التبويب أعلاه لضبط الأدوات، ومراجعة التحديثات، والتعرف بسرعة. كل أداة تحتوي على إعدادات نمط للطباعة والمسافات والألوان.
es_es: Usa las pestanas de arriba para configurar widgets, revisar actualizaciones y orientarte rapidamente. Cada widget incluye controles de estilo para tipografia, espaciado y colores.
fr_fr: Utilisez les onglets ci-dessus pour configurer les widgets, consulter les mises a jour et vous orienter rapidement. Chaque widget inclut des controles de style pour la typographie, l'espacement et les couleurs.
ur: اوپر والے ٹیبز استعمال کریں تاکہ ویجٹس ترتیب دیں، اپڈیٹس دیکھیں، اور جلدی رہنمائی حاصل کریں۔ ہر ویجٹ میں ٹائپوگرافی، اسپیسنگ اور رنگوں کے لئے اسٹائل کنٹرولز ہیں۔

source: Use the toggles to hide widgets you do not need. This keeps the Elementor sidebar tidy and helps teams stay focused.
ar: استخدم أزرار التبديل لإخفاء الأدوات غير المطلوبة. هذا يحافظ على ترتيب الشريط الجانبي ويساعد الفرق على التركيز.
es_es: Usa los interruptores para ocultar widgets que no necesitas. Esto mantiene ordenada la barra lateral de Elementor y ayuda a los equipos a mantenerse enfocados.
fr_fr: Utilisez les interrupteurs pour masquer les widgets dont vous n'avez pas besoin. Cela garde la barre laterale Elementor propre et aide les equipes a rester concentrees.
ur: غیر ضروری ویجٹس چھپانے کے لئے ٹوگلز استعمال کریں۔ اس سے ایلیمینٹر سائیڈبار منظم رہتی ہے اور ٹیموں کی توجہ برقرار رہتی ہے۔

source: Version %s
ar: الإصدار %s
ur: ورژن %s

source: View Changelog
ar: عرض سجل التغييرات
es_es: Ver registro de cambios
fr_fr: Voir le journal des modifications
ur: تبدیلیوں کا ریکارڈ دیکھیں

source: View the latest updates and improvements to Nebula Forge Addons for Elementor.
ar: اطلع على أحدث التحديثات والتحسينات لإضافات نبولا فورج لإليمنتور.
es_es: Ve las ultimas actualizaciones y mejoras de Nebula Forge Addons para Elementor.
fr_fr: Consultez les dernieres mises a jour et ameliorations de Nebula Forge Addons pour Elementor.
ur: نیبولا فورج ایڈآنز برائے ایلیمینٹر کی تازہ ترین اپڈیٹس اور بہتریاں دیکھیں۔

source: Welcome
ar: مرحبا
es_es: Bienvenida
fr_fr: Bienvenue
ur: خوش آمدید

source: What changed?
ar: ما الجديد؟
es_es: Que cambio?
fr_fr: Qu'est-ce qui a change ?
ur: کیا بدلا؟

source: Widget Settings
ar: إعدادات الأدوات
es_es: Ajustes de widgets
fr_fr: Parametres des widgets
ur: ویجٹ ترتیبات

source: WordPress 6.2+
ar: ووردبريس 6.2+
ur: ورڈپریس 6.2+

source: You do not have permission to access this page.
ar: ليس لديك صلاحية للوصول إلى هذه الصفحة.
es_es: No tienes permiso para acceder a esta pagina.
fr_fr: Vous n'avez pas l'autorisation d'acceder a cette page.
ur: آپ کو اس صفحے تک رسائی کی اجازت نہیں ہے۔
